Repository: dinhquydds/nanocucurmin
Catalog: tm/implant-omegat.tmx
Source language: en_us
Languages: vi

source: found the elastic modulus in the human jaw to be different for each bone density76 (Figure 7-20).
vi: found the elastic modulus in the human jaw to be different for each bone density76 (Hình 7-20).

source: has the greatest A-P distance, larger than 8 mm.
vi: có chiều trước sau lớn nhất, hơn 8mm.

source: in the same patient on the contralateral side100,101 (Figure 4-29).
vi: in the same patient on the contralateral side100,101 (Hình 4-29).

source: in 2000 to more than 20% of the population within the next 25 years12 (Figure 1-2).
vi: in 2000 to more than 20% of the population within the next 25 years12 (Hình 1-2).

source: increase the A-P distance and reduce the force to the implants (Figure 8-19, A).
vi: tăng khoảng cách trước sau và giảm lực lên implant (Hình 8-19, A).

source: less than this dimension is available, a porcelain-to- metal restoration is suggested.
vi: nhỏ hơn kích thước này là sẵn có, phục hình sứ kim loại được gợi ý.

source: like a natural tooth
vi: răng thật

source: more than 20 additional years, and an 80 year old can expect to live 9.5 more years15-17 (Figure 1-4).
vi: more than 20 additional years, and an 80 year old can expect to live 9.5 more years15-17 (Hình 1-4).

source: multiple implants splinted together had a 1% implant body fracture.1 Splinted implants reduce the risk of screw loosening.
vi: nhiều implant nẹp với nhau có nguy cơ gãy 1%. Implant nẹp với nhau giảm nguy cơ lỏng vít.

source: of Dentistry International, and Fellow of the Pierre Fauchard Academy.
vi: của Nha khoa quốc tế, và hội viên của Pierre Fauchard Academy.

source: or a low mandibular lip line during speech.
vi: hoặc đường môi dưới thấp trong khi phát âm.

source: pattern after initial healing to a more dense and coarse trabecular pattern after loading, especially in the crestal half of the implant interface.126 Hoshaw loaded threaded implants in dogs with a tensile load and noted that the ﬁne trabecular bone pattern became coarse trabecular bone around the implant.102,103 In addition, the bone reorganized to a more favorable condition to assist the direction and type of occlusal load (Figure 4-28).
vi: pattern after initial healing to a more dense and coarse trabecular pattern after loading, especially in the crestal half of the implant interface.126 Hoshaw loaded threaded implants in dogs with a tensile load and noted that the ﬁne trabecular bone pattern became coarse trabecular bone around the implant.102,103 In addition, the bone reorganized to a more favorable condition to assist the direction and type of occlusal load (Hình 4-28).

source: position to obtain an FP-1 appearance for the ﬁnal restoration.
vi: vị trí thích hợp để làm phục hình sau cùng FP-1.

source: prosthesis from the last abutment is the effort arm of the lever.
vi: phục hình từ abutment sau cùng là cánh tay của đòn bẩy.

source: reduce stress conditions, there are key implant positions for a prosthesis replacing missing teeth: (1) no cantilevers should be ideally designed on the restoration, (2) three adjacent pontics should be eliminated, (3) the canine and ﬁrst molar sites are important positions in an arch, and (4) an arch is divided into ﬁve segments.
vi: Để giảm tình trạng stress, có vị trí của implant chìa khoá cho phục hình thay thế răng mất: (1) không nhịp vói nên là thiết kế lý tưởng cho phục hồi, (2) khong thiết kế ba nhịp cầu liên tiếp, (3) răng nanh và răng cối lớn thứ nhất là vị trí quan trọng trên cung răng, và (4) cung răng được chia làm năm phân đoạn.

source: reported reactions to unloaded and loaded nonsubmerged implants in monkeys (Figures 4-26, 4-27).
vi: reported reactions to unloaded and loaded nonsubmerged implants in monkeys (Hìnhs 4-26, 4-27).

source: result, when four or more adjacent teeth are missing, including a canine and at least one adjacent posterior premolar tooth, the key implant positions are the terminal abutments, the canine position, and additional pier abutments, which limit the pontics spans to no more than two teeth (Figure 8-12).
vi: result, when four or more adjacent teeth are missing, including a canine and at least one adjacent posterior premolar tooth, the key implant positions are the terminal abutments, the canine position, and additional pier abutments, which limit the pontics spans to no more than two teeth (Hình 8-12).

source: review addressed the range of bone loss with different implant designs.115,116,130 Because implant crest module designs may affect the amount of bone loss, and the implant design contributes to the force transfer of the bone-implant interface, the stress-related theory for one of the etiologies of crestal bone loss is further enhanced (Figure 4-31).
vi: review addressed the range of bone loss with different implant designs.115,116,130 Because implant crest module designs may affect the amount of bone loss, and the implant design contributes to the force transfer of the bone-implant interface, the stress-related theory for one of the etiologies of crestal bone loss is further enhanced (Hình 4-31).

source: second premolar and second molar terminal abutments and the ﬁrst molar pier abutment (Figure 8-14).
vi: second premolar and second molar terminal abutments and the ﬁrst molar pier abutment (Hình 8-14).

source: tage of digital radiography is the instantaneous speed in which images are formed that is highly useful during surgical placement of implants and the prosthetic veriﬁcation of component placement (Figure 3-3).
vi: tage of digital radiography is the instantaneous speed in which images are formed that is highly useful during surgical placement of implants and the prosthetic veriﬁcation of component placement (Hình 3-3).

source: the University of Detroit Dental School and received his Prosthodontic Certiﬁcate, Implantology Certiﬁcate, and Master’s Degree in Dental Science from the University of Pittsburgh.
vi: Trường Đại học Nha khoa Detroit và nhận Chứng chỉ Phục hình, Chứng chỉ Implant và Bằng Thạc sĩ Nha khoa của Đại học Pittsburgh.

source: the crowns with moderate prematurities (Figure 4-21).
vi: the crowns with moderate prematurities (Hình 4-21).

source: the occlusal table width decreases mesial and distal moment forces compared with a molar-sized crown.22
vi: chiều rộng bản nhai giảm lực moment gần xa khi so sánh với mão răng có kích thước răng cối lớn.

source: to perform interproximal hygiene, most aids (e.g., ﬂoss threader, proxy brush) could easily clean this region.
vi: làm vệ sinh vùng kẽ răng, hầu như các dụng cụ (chỉ nha khoa, bàn chải kẽ) không dễ làm sạch vùng này.

source: whenever applicable.7,8 The fewer natural teeth missing, the better the indication for a ﬁxed partial denture.
vi: khi mang.7,8 Càng ít răng mất, càng chỉ định tốt cho cầu răng.

source: with the latter scenario, as impact forces are greater on implants than natural teeth.
vi: với kịch bản sau cung, lực va chạm trên implant lớn hơn răng tự nhiên.

source: ≥15 mm dimension
vi: ≥15 mm kích thước
